{"translation-revision-date":"2022-09-02 17:19:15+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"CONFIRMED: The last response from your WordPress server included the confirmation header that is expected for all valid responses from the Font Awesome plugin's code running on your WordPress server.":["CONFIRMADO: La última respuesta de tu servidor de WordPress ha incluido la cabecera de confirmación que se espera para todas las respuestas válidas del código del plugin Font Awesome que se ejecuta en tu servidor de WordPress."],"Changes not saved because your WordPress server does not allow this kind of request. Look for details in the browser console.":["Los cambios no se han guardado porque tu servidor de WordPress no permite este tipo de peticiones. Busca los detalles en la consola del navegador."],"Older Version Compatibility":["Compatibilidad con versiones anteriores"],"Heads up! Pro Version 6 is not available from CDN":["¡Atención! La versión 6 Pro no está disponible en CDN"],"Troubleshoot":["Solucionar problemas"],"Enable scanner for %d minutes":["Activar el escáner durante %d minutos"],"Scanner running":["Escáner en marcha"],"Enable the scanner below and a box will appear in the bottom corner of your window while it runs for 10 minutes (only you and other admins can see the box). While the scanner is running, browse your site, especially the pages having trouble to catch any <noWrap>Slimers - *ahem* - conflicts<\/noWrap> in the scanner.":["Activa el escáner de abajo y aparecerá un cuadro en la esquina inferior de tu ventana mientras se ejecuta durante 10 minutos (sólo tú y otros administradores podéis ver el cuadro). Mientras el escáner se está ejecutando, navega por tu sitio, especialmente por las páginas que tienen problemas para detectar cualquier <noWrap>Slimer - *digo* -  <\/noWrap> conflicto  en el escáner."],"If you are having trouble loading Font Awesome icons on your WordPress site, it may be because other themes or plugins are loading conflicting versions of Font Awesome. You can use our conflict scanner to detect other versions of Font Awesome running on your site.":["Si tienes problemas para cargar los iconos de Font Awesome en tu sitio de WordPress, puede ser porque otros temas o plugins están cargando versiones conflictivas de Font Awesome. Puedes utilizar nuestro escáner de conflictos para detectar otras versiones de Font Awesome que se estén ejecutando en tu sitio."],"Detect Conflicts with Other Versions of Font Awesome":["Detectar conflictos con otras versiones de Font Awesome"],"Snooze":["Posponer"],"Once you update your icon shortcodes, this warning will disappear or you could hit snooze to hide it for a while. <strong>But we're gonna remove this v3-to-v5 magic soon, though, so don't wait forever.<\/strong>":["Una vez que actualices tus códigos cortos de iconos, esta advertencia desaparecerá o podrás pulsar el botón «Posponer» para ocultarla durante un tiempo. <strong>Pero pronto eliminaremos esta magia de v3 a v5, así que no esperes eternamente.<\/strong>"],"You'll need to go adjust any version 3 icon names in [icon] shortcodes in your pages, posts, widgets, templates (or wherever they're coming from) to the new format with prefix. You can check the icon names and prefixes in our <linkIconGallery>Icon Gallery<\/linkIconGallery>. But what's that prefix, you ask? We now support a number of different styles for each icon. <linkLearnMore>Learn more<\/linkLearnMore>":["Tendrás que ir ajustando los nombres de los iconos de la versión 3 en los shortcodes [icon] de tus páginas, entradas, widgets, plantillas (o de donde vengan) al nuevo formato con prefijo. Puedes comprobar los nombres de los iconos y los prefijos en nuestra <linkIconGallery>galería de iconos<\/linkIconGallery>. Pero, ¿qué es ese prefijo, te preguntarás? Ahora somos compatibles con varios estilos diferentes para cada icono. <linkLearnMore>Saber más<\/linkLearnMore>"],"to this:":["a esto:"],"Just adjust your shortcode from this:":["Solo tienes que ajustar tu shortcode a partir de esto:"],"Looks like you're using an old Font Awesome 3 icon name in your shortcode: <code>%s<\/code>. We discontinued support for Font Awesome 3 quite some time ago. Won't you jump into <a>the newest Font Awesome<\/a> with us? It's way better, and it's easy to upgrade.":["Parece que estás usando un nombre de icono antiguo de Font Awesome 3 en tu shortcode: <code>%s<\/code>. Hemos dejado de dar soporte a Font Awesome 3 hace bastante tiempo. ¿No quieres saltar a <a>el Font Awesome más reciente<\/a> con nosotros? Es mucho mejor, y es fácil de actualizar."],"Font Awesome 3 icon names are deprecated":["Los nombres de los iconos de Font Awesome 3 están obsoletos"],"We haven't detected any plugins or themes trying to load Font Awesome.":["No hemos detectado ningún plugin o tema que intente cargar Font Awesome."],"<em>in page source. <\/em><excerpt\/>":["<em>en la página de origen. <\/em><excerpt\/>"],"Clear":["Vaciar"],"URL":["URL"],"Type":["Tipo"],"All":["Todos"],"Block":["Bloque"],"Below is the list of other versions of Font Awesome from active plugins or themes that are loading on your site. Check off any that you would like to block from loading. Normally this just blocks the conflicting version of Font Awesome and doesn't affect the other functions of the plugin, but you should verify your site works as expected. If you think you've fixed a found conflict, you can clear it from the table.":["A continuación se muestra la lista de otras versiones de Font Awesome de plugins o temas activos que se están cargando en tu sitio. Desmarca las que quieras bloquear para que no se carguen. Normalmente esto sólo bloquea la versión conflictiva de Font Awesome y no afecta a las otras funciones del plugin, pero debes verificar que tu sitio funciona como se espera. Si crees que has solucionado un conflicto encontrado, puedes borrarlo de la tabla."],"Other themes or plugins":["Otros temas o plugins"],"<b>Registered plugins and themes<\/b> have opted to share information about the Font Awesome settings they are expecting, and are therefore easier to fix. For the <b>unregistered plugins and themes<\/b>, which are more unpredictable, we have provided options for you to block their Font Awesome source from loading and causing issues.":["<b>Plugins y temas registrados<\/b> han optado por compartir información sobre la configuración de Font Awesome que esperan, y por lo tanto son más fáciles de corregir. Para los <b>Temas y plugins no registrados<\/b>, que son más impredecibles, hemos proporcionado opciones para bloquear sus fuentes de Font Awesome para que no se carguen y causen conflictos."],"Versions of Font Awesome Active on Your Site":["Versiones de Font Awesome activas en tu sitio"],"No active themes or plugins have requested preferences for Font Awesome.":["Ningún tema o plugin activo ha solicitado preferencias para Font Awesome."],"%1$sand%1$s":["%1$sy%1$s"],"CSS Pseudo-elements":["Pseudoelementos CSS"],"V4 Compat":["Compatible con V4"],"Name":["Nombre"],"The highlights show where the settings are mismatched. You might want to adjust your settings to match, or your icons may not work as expected.":["Los resaltados muestran dónde no coinciden los ajustes. Es posible que quieras ajustar tu configuración para que coincida, o tus iconos podrían no funcionar como se espera."],"Below is the list of active themes or plugins using Font Awesome that have opted-in to share information about the settings they are expecting.":["A continuación se muestra la lista de temas o plugins activos que utilizan Font Awesome y que han optado por compartir información sobre la configuración que están esperando."],"Registered themes or plugins":["Temas o plugins registrados"],"you have pending changes":["tienes cambios pendientes"],"Save Changes":["Guardar los cambios"],"Use CDN":["Usar CDN"],"Use A Kit":["Usar un kit"],"How are you using Font Awesome?":["¿Cómo estás usando Font Awesome?"],"checking for preference conflicts":["verificando conflictos en las preferencias"],"Try reloading.":["Prueba recargando."],"Oh no! We could not find the kit data for the selected kit token.":["¡Oh, no! No hemos podido encontrar el conjunto de datos para el token del kit seleccionado."],"Make changes on <a>fontawesome.com\/kits <externalLinkIcon\/><\/a>":["Realizar cambios en <a>fontawesome.com\/kits <externalLinkIcon\/><\/a>"],"Version":["Versión"],"Icons":["Iconos"],"This change might cause problems for the theme or plugin:":["Este cambio podría causar problemas para el tema o plugins:"],"This change might cause problems for these themes or plugins:":["Este cambio podría causar problemas en estos temas o plugins:"],"Select a kit":["Selecciona un kit"],"When selecting to use kit %s, somehow the information we needed was missing. Try reloading the page.":["Al seleccionar el uso del kit %s, de alguna manera faltaba la información que necesitábamos. Prueba a recargar la página."],"Create a kit on Font Awesome":["Crear un kit en Font Awesome"],"Head over to Font Awesome to create one, then come back here and refresh your kits.":["Dirígete a Font Awesome para crear uno, luego vuelve aquí y recarga tus kits."],"Loading your kits...":["Cargando tus kits..."],"Refresh your kits data to get the latest kit settings, then select the kit you would like to use. Remember to save when you're ready to use it.":["Actualiza los datos de tus kits para obtener la configuración más reciente de los mismos y, a continuación, selecciona el kit que deseas utilizar. Recuerda guardar cuando estés listo para usarlo."],"Pick a Kit to Use or Check Settings":["Escoge un kit para usar o comprobar los ajustes"],"%s Kit is Currently Active":["El kit %s está activo actualmente"],"Refresh kits data":["Actualizar datos de los kits"],"Get latest kits data":["Obtén los últimos datos de los kits"],"You can't remove your API token when \"Use a Kit\" is active. Switch to \"Use CDN\" first.":["No puedes eliminar tu token de API cuando \"Usar un kit\" está activo. Cambia primero a \"Usar CDN\"."],"Whoa, whoa, whoa!":["¡So, so, so!"],"Update token":["Actualizar el token"],"API Token Saved":["Token de la API guardado"],"Nevermind":["No importa"],"Save API Token":["Guardar el token de la API"],"Get your API token on fontawesome.com":["Consigue tu token API en fontawesome.com"],"Grab your secure and unique API token from your Font Awesome account page and enter it here so we can securely fetch your kits.":["Obtén tu token único y seguro de la API en la página de tu cuenta de Font Awesome e introdúcelo aquí para que podamos obtener tus kits de forma segura."],"API Token":["Token de la API"],"Off":["Desactivado"],"On":["Activado"],"Learn more":["Aprender más"],"May cause performance issues.":["Puede causar problemas de rendimiento."],"Enable CSS Pseudo-elements with SVG":["Habilitar los pseudoelementos CSS con SVG"],"CSS Pseudo-elements are enabled by default with Web Font":["Los pseudoelementos CSS están activados por defecto con las fuentes web"],"Web Font":["Fuente web"],"SVG":["SVG"],"Technology":["Tecnología"],"Get Pro":["Obtén la Pro"],"Manage my allowed domains":["Gestionar mis dominios permitidos"],"Heads up! Pro requires a Font Awesome subscription":["¡Atención! Pro requiere una suscripción a Font Awesome"],"This change might cause problems for the theme or plugin":["Este cambio podría causar problemas para el tema o plugins"],"This change might cause problems for these themes or plugins":["Este cambio podría causar problemas en estos temas o plugins"],"Preference Conflict":["Conflicto de preferencias"],"Error checking preferences":["Error comprobando las preferencias"]," Whoops, this is embarrassing! Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":[" ¡Uy, esto es vergonzoso! Se ha producido un error inesperado. Es posible que haya alguna información de diagnóstico adicional en la consola de JavaScript."],"Timer stopped":["El temporizador se detuvo"],"Timer expired":["El temporizador ha caducado"],"Stop timer":["Detener el contador"],"Don't cross the streams! It would be bad.":["¡No cruces las corrientes! Podría ser malo."],"manage":["gestionar"],"manage conflicts here on the Troubleshoot tab":["gestiona los conflictos aquí, en la pestaña «Solucionar problemas»"],"new conflicts found on this page":["nuevos conflictos encontrados en esta página"],"Page scan complete":["Escaneado de página completo"],"Wander through the pages of your web site and this scanner will track progress.":["Recorre las páginas de tu web y este escáner hará un seguimiento del progreso."],"Proton pack charged!":["¡Cargado el pack Proton!"],"Scanning":["Escaneando"],"No new conflicts found on this page.":["No se han encontrado nuevos conflictos en esta página."],"All clear!":["¡Todo vacío!"],"only admins can see this box":["solo los administradores pueden ver esta caja"],"Font Awesome Conflict Scanner":["Escáner de conflictos de Font Awesome"],"Go":["Ir"],"Manage results or restart the scanner on the Troubleshoot tab.":["Gestiona los resultados o reinicia el escáner en la pestaña «Solucionar problemas»."],"Manage results or restart the scanner here on the Troubleshoot tab.":["Gestiona los resultados o reinicia el escáner aquí en la pestaña «Solucionar problemas»."],"Results to Review":["Resultados para revisar"],"Restarting":["Reiniciando"],"Stopping":["Deteniendo"],"Stopped":["Parado"],"Ready":["Preparado"],"Expired":["Caducado"],"None":["Ninguno"],"Submitting":["Enviando"],"Done":["Hecho"],"Running":["Ejecutando"],"Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":["Se ha producido un error inesperado. Es posible que haya información de diagnóstico adicional en la consola de JavaScript."],"Whoops, this is embarrassing":["Vaya, esto es embarazoso"],"%1$sseconds left to browse your site for trouble":["faltan %1$ssegundos para navegar por tu sitio en busca de problemas"],"%1$sminutes left to browse your site for trouble":["faltan %1$sminutos para navegar por tu sitio en busca de problemas"],"Your WordPress server returned an error for that last request, but there was no information about the error.":["Tu servidor de WordPress devolvió un error para esa última petición, pero no había información sobre el error."],"WARNING: We expected the last response from the server to contain no data, but it contained something unexpected.":["ADVERTENCIA: Esperábamos que la última respuesta del servidor no contuviera datos, pero contenía algo inesperado."],"WARNING: Invalid Data Trimmed from Server Response":["ADVERTENCIA: Datos no válidos recortados de la respuesta del servidor"],"WARNING: The last response from your WordPress server did not include the confirmation header that should be in all valid Font Awesome responses. This is a clue that some code from another theme or plugin is acting badly and causing the wrong headers to be sent.":["ADVERTENCIA: La última respuesta del servidor de WordPress no incluye la cabecera de confirmación que debería estar en todas las respuestas válidas de Font Awesome. Esto es un indicio de que algún código de otro tema o plugin está actuando mal y provocando el envío de cabeceras incorrectas."],"WARNING: The last request contained errors, though your WordPress server reported it as a success. This usually means there's a problem with your theme or one of your other plugins emitting output that is causing problems.":["ADVERTENCIA: La última petición contenía errores, aunque que tu servidor de WordPress la reportó como correcta. Esto suele significar que hay un problema con tu tema o uno de tus otros plugins que emiten salidas que están causando problemas."],"Error":["Error"],"The last request was successful, but it also returned the following error(s), which might be helpful for troubleshooting.":["La última solicitud tuvo éxito, pero también devolvió el\/los siguiente(s) error(es), que podría ser útil para la resolución de problemas."],"It looks like your web browser session expired. Try logging out and log back in to WordPress admin.":["Parece que la sesión de tu navegador web ha expirado. Intenta cerrar la sesión y volver a entrar en el escritorio de WordPress."],"Oh no! Your web browser could not reach your WordPress server.":["¡Oh, no! Tu navegador no ha podido acceder al servidor de WordPress."],"There was an error attempting to report the error.":["Hubo un error al intentar informar del error."],"D'oh! That failed big time.":["¡Ah! Eso falló a lo grande."],"Font Awesome WordPress Plugin Error Report":["Informe de errores del plugin de WordPress Font Awesome"],"API Token saved":["Token de la API guardado"],"Changes saved":["Cambios guardados"],"Kit changes saved":["Cambios en el kit guardados"],"Failed to fetch kits. Regenerate your API Token and try again.":["No se han podido recuperar los kits. Regenera tu Token API e inténtalo de nuevo."],"Couldn't update latest kit settings":["No se han podido actualizar los últimos ajustes del kit"],"Failed to fetch kits":["Fallo en la recuperación de kits"],"Couldn't snooze":["No se puede posponer"],"Couldn't start the scanner":["No se pudo iniciar el escáner"],"A request to your WordPress server failed":["Ha fallado una petición al servidor de WordPress"],"A request to your WordPress server never received a response":["Una solicitud a su servidor de WordPress nunca recibió una respuesta"],"Couldn't check preferences":["No se han podido comprobar las preferencias"],"Couldn't save those changes":["No se pueden guardar estos cambios"],"Settings":["Ajustes"]}},"comment":{"reference":"admin\/build\/8-93e11f75f057b804ad11.js"}}