{"translation-revision-date":"2022-09-02 17:19:15+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"When this thing gets up to 88 mph...":["Cuando esta cosa llega a 88 mph..."],"Fetching icons":["Recuperando iconos"],"Or <a>use Font Awesome Pro<\/a> for more icons and styles!":["¡O <a>usa Font Awesome Pro<\/a> para más iconos y estilos!"],"Or <a>upload your own icon<\/a> to a Pro kit!":["¡O <a>sube tu propio icono<\/a> a un kit Pro!"],"You might try a different search...":["Podrías intentar una búsqueda diferente..."],"Sorry, we couldn't find anything for that.":["Lo siento, no pudimos encontrar nada para eso."],"This kit contains no uploaded icons.":["Este kit no contiene iconos subidos."],"You need to use a Pro kit to get Uploaded icons.":["Es necesario utilizar un kit Pro para obtener los iconos subidos."],"You need to use a Pro kit with Version 5.10 or later to get Duotone icons.":["Es necesario utilizar un kit Pro con la versión 5.10 o posterior para obtener los iconos Duotone."],"You need to use a Pro kit with Version 6 to get Thin icons.":["Es necesario utilizar un kit Pro con la versión 6 para obtener iconos Thin."],"You need to use a Pro kit to get Light icons.":["Es necesario utilizar un kit Pro para obtener iconos light."],"You're searching Font Awesome Pro icons in version":["Estás buscando iconos PRO de Font Awesome en la versión"],"You're searching Font Awesome Free icons in version":["Estás buscando iconos gratuitos de Font Awesome en la versión"],"Search Font Awesome Pro Icons in Version":["Buscar iconos PRO  de Font Awesome en la versión"],"Search Font Awesome Free Icons in Version":["Buscar iconos gratuitos de Font Awesome en la versión"],"Not sure where to start? Here are some favorites, or try a search for <strong>spinners<\/strong>, <strong>shopping<\/strong>, <strong>food<\/strong>, or <strong>whatever you're looking for<\/strong>.":["¿No sabes por dónde empezar? Aquí hay algunos favoritos, o intenta una búsqueda para <strong>spinners<\/strong>, <strong>compras<\/strong>, <strong>comida<\/strong>, o <strong>cualquier cosa que necesites<\/strong>."],"Font Awesome is the web's most popular icon set, with tons of icons in a variety of styles.":["Font Awesome es el conjunto de iconos más popular de la web, con toneladas de iconos en una variedad de estilos."],"Something has gone horribly wrong. Check the console for additional error information.":["Algo ha ido terriblemente mal. Compruebe la consola para obtener información adicional sobre el error."],"Well, this is awkward...":["Vaya, esto es embarazoso..."],"Find icons by name, category, or keyword":["Buscar iconos por nombre, categoría o palabra clave"],"Go to Font Awesome Plugin Settings":["Ir a la configuración del plugin Font Awesome"],"Looking for Pro icons and styles? You’ll need to use a kit. ":["¿Buscas iconos y estilos Pro? Tendrás que utilizar un kit. "],"font awesome":["font awesome"],"icon":["icono"],"Font Awesome Icon":["Icono de Font Awesome"]}},"comment":{"reference":"admin\/build\/11-2f97d2261c8aeb07b564.js"}}