{"translation-revision-date":"2022-09-02 17:19:15+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"CONFIRMED: The last response from your WordPress server included the confirmation header that is expected for all valid responses from the Font Awesome plugin's code running on your WordPress server.":["CONFIRMADO: La última respuesta de tu servidor de WordPress ha incluido la cabecera de confirmación que se espera para todas las respuestas válidas del código del plugin Font Awesome que se ejecuta en tu servidor de WordPress."],"Changes not saved because your WordPress server does not allow this kind of request. Look for details in the browser console.":["Los cambios no se han guardado porque tu servidor de WordPress no permite este tipo de peticiones. Busca los detalles en la consola del navegador."]," Whoops, this is embarrassing! Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":[" ¡Uy, esto es vergonzoso! Se ha producido un error inesperado. Es posible que haya alguna información de diagnóstico adicional en la consola de JavaScript."],"Timer stopped":["El temporizador se detuvo"],"Timer expired":["El temporizador ha caducado"],"Stop timer":["Detener el contador"],"Don't cross the streams! It would be bad.":["¡No cruces las corrientes! Podría ser malo."],"manage":["gestionar"],"manage conflicts here on the Troubleshoot tab":["gestiona los conflictos aquí, en la pestaña «Solucionar problemas»"],"new conflicts found on this page":["nuevos conflictos encontrados en esta página"],"Page scan complete":["Escaneado de página completo"],"Wander through the pages of your web site and this scanner will track progress.":["Recorre las páginas de tu web y este escáner hará un seguimiento del progreso."],"Proton pack charged!":["¡Cargado el pack Proton!"],"Scanning":["Escaneando"],"No new conflicts found on this page.":["No se han encontrado nuevos conflictos en esta página."],"All clear!":["¡Todo vacío!"],"only admins can see this box":["solo los administradores pueden ver esta caja"],"Font Awesome Conflict Scanner":["Escáner de conflictos de Font Awesome"],"Go":["Ir"],"Manage results or restart the scanner on the Troubleshoot tab.":["Gestiona los resultados o reinicia el escáner en la pestaña «Solucionar problemas»."],"Manage results or restart the scanner here on the Troubleshoot tab.":["Gestiona los resultados o reinicia el escáner aquí en la pestaña «Solucionar problemas»."],"Results to Review":["Resultados para revisar"],"Restarting":["Reiniciando"],"Stopping":["Deteniendo"],"Stopped":["Parado"],"Ready":["Preparado"],"Expired":["Caducado"],"None":["Ninguno"],"Submitting":["Enviando"],"Done":["Hecho"],"Running":["Ejecutando"],"Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":["Se ha producido un error inesperado. Es posible que haya información de diagnóstico adicional en la consola de JavaScript."],"Whoops, this is embarrassing":["Vaya, esto es embarazoso"],"%1$sseconds left to browse your site for trouble":["faltan %1$ssegundos para navegar por tu sitio en busca de problemas"],"%1$sminutes left to browse your site for trouble":["faltan %1$sminutos para navegar por tu sitio en busca de problemas"],"Your WordPress server returned an error for that last request, but there was no information about the error.":["Tu servidor de WordPress devolvió un error para esa última petición, pero no había información sobre el error."],"WARNING: We expected the last response from the server to contain no data, but it contained something unexpected.":["ADVERTENCIA: Esperábamos que la última respuesta del servidor no contuviera datos, pero contenía algo inesperado."],"WARNING: Invalid Data Trimmed from Server Response":["ADVERTENCIA: Datos no válidos recortados de la respuesta del servidor"],"WARNING: The last response from your WordPress server did not include the confirmation header that should be in all valid Font Awesome responses. This is a clue that some code from another theme or plugin is acting badly and causing the wrong headers to be sent.":["ADVERTENCIA: La última respuesta del servidor de WordPress no incluye la cabecera de confirmación que debería estar en todas las respuestas válidas de Font Awesome. Esto es un indicio de que algún código de otro tema o plugin está actuando mal y provocando el envío de cabeceras incorrectas."],"WARNING: The last request contained errors, though your WordPress server reported it as a success. This usually means there's a problem with your theme or one of your other plugins emitting output that is causing problems.":["ADVERTENCIA: La última petición contenía errores, aunque que tu servidor de WordPress la reportó como correcta. Esto suele significar que hay un problema con tu tema o uno de tus otros plugins que emiten salidas que están causando problemas."],"Error":["Error"],"The last request was successful, but it also returned the following error(s), which might be helpful for troubleshooting.":["La última solicitud tuvo éxito, pero también devolvió el\/los siguiente(s) error(es), que podría ser útil para la resolución de problemas."],"It looks like your web browser session expired. Try logging out and log back in to WordPress admin.":["Parece que la sesión de tu navegador web ha expirado. Intenta cerrar la sesión y volver a entrar en el escritorio de WordPress."],"Oh no! Your web browser could not reach your WordPress server.":["¡Oh, no! Tu navegador no ha podido acceder al servidor de WordPress."],"There was an error attempting to report the error.":["Hubo un error al intentar informar del error."],"D'oh! That failed big time.":["¡Ah! Eso falló a lo grande."],"Font Awesome WordPress Plugin Error Report":["Informe de errores del plugin de WordPress Font Awesome"],"API Token saved":["Token de la API guardado"],"Changes saved":["Cambios guardados"],"Kit changes saved":["Cambios en el kit guardados"],"Failed to fetch kits. Regenerate your API Token and try again.":["No se han podido recuperar los kits. Regenera tu Token API e inténtalo de nuevo."],"Couldn't update latest kit settings":["No se han podido actualizar los últimos ajustes del kit"],"Failed to fetch kits":["Fallo en la recuperación de kits"],"Couldn't snooze":["No se puede posponer"],"Couldn't start the scanner":["No se pudo iniciar el escáner"],"A request to your WordPress server failed":["Ha fallado una petición al servidor de WordPress"],"A request to your WordPress server never received a response":["Una solicitud a su servidor de WordPress nunca recibió una respuesta"],"Couldn't check preferences":["No se han podido comprobar las preferencias"],"Couldn't save those changes":["No se pueden guardar estos cambios"]}},"comment":{"reference":"admin\/build\/10-de026f351f1a771afb61.js"}}